{
  "lng": "en",
  "banner": "Investment Center",
  "NovaNestVenture": "NovaNest Venture",
  "subTitle": "",
  "NovaNestInvestment": "NovaNest INVESTMENT :",
  "question": "What is an investment holding company?",
  "text": "In the realm of finance, various types of firms engage in investing in other companies. However, what sets holding companies apart is their ability to acquire a controlling stake that grants them the power to influence management decisions and shape the long-term strategic objectives of the target firm. Although holding companies secure a controlling stake, they also enjoy entitlement to the profits generated by their subsidiary companies. The share of profits they receive is determined by the extent of their controlling stake and is calculated after the subsidiary has accounted for all business expenses, cost of goods sold, interest, and tax payments. In addition to their strategic benefits, holding companies can provide tax advantages, particularly when the parent company is located in a region with a low tax rate. Furthermore, subsidiaries can be acquired in two ways: through the purchase of shares or through the decision of a larger entity to spin off a specific business unit.",
  "typesTitle": "Types of Holding Companies",
  "typesText": "Many holding companies are primarily focused on ownership control and do not engage in manufacturing, sales of products or services, or any other operational activities. Their main purpose is to possess majority stock or membership interests in other companies, giving rise to the term &apos;pure holding company.&apos; In contrast, some holding companies not only hold ownership stakes in subsidiaries but also conduct their own business operations. These are known as &apos;mixed holding companies. Additionally, there are other categories of holding companies, such as immediate and intermediate holding companies. These types of holding companies are themselves owned by other holding companies or larger businesses.",
  "strategyTitle": "NovaNest Investment Strategy",
  "strategyText": "NovaNest Investment Center is mainly focused on attracting investors from all over the world and investing collected resources in innovative, scalable, and promising startups with international market potentials. For this purpose, we are named angel investors who facilitate planning and developing new businesses, and who introduce that startup to global markets.",
  "startUpInvestingTitle": "Investment in Startups",
  "startUpInvestingText": "Investing in a startup has the potential to yield noticeable returns, yet it isn’t a risk-free enterprise. There are no guarantees that a fledgling company will take off, and if it fails, investors may walk away with nothing. Startup investors are essentially buying a piece of the company with their investment. They are putting down capital, in exchange for a portion of ownership in the startup and rights to its potential future profits.",
  "visionTitle": "Our Vision and Mission",
  "visionText": "It is our vision to evaluate and identify the most promising and innovative startup plans in order to minimize the risks of failure for the investors who confide in our company, and our mission to to provide the clients with all the necessary tools and resources to pave the way to success and ensure significant returns and profits for both parties.",
  "certificate": "Certificate of Incorporation",
  "focusText": "NovaNest Venture companies are primarily focused on ownership control and do not engage in manufacturing, sales of products or services, or any other operational activities. Their main purpose is to possess majority stock or membership interests in other companies, giving rise to the term &apos;pure holding company.&apos; In contrast, some holding companies not only hold ownership stakes in subsidiaries but also conduct their own business operations. These are known as &apos;mixed holding companies. Additionally, there are other categories of holding companies, such as immediate and intermediate holding companies. These types of holding companies are themselves owned by other holding companies or larger businesses.",
  "investmentstrategy":"Investment strategy in NovaNest Venture",
  "objectiveText1": "At NovaNest Venture, we empower innovative startups and support trusted investors by minimizing risks and maximizing success. Through tailored resources, expert guidance, and collaborative meetings, we help entrepreneurs turn ideas into scalable ventures. Our focus on research and creativity ensures every startup gets the support it needs to thrive. Don’t wait for opportunity—create it. Join NovaNest Venture and experience the freedom to build a purpose-driven business, unlock your potential, and leave a lasting legacy.",
  "buttonTitle": "More info",
  "featureCards": [
    {
      "link": "/startups-form?type=MVP",
      "title": "1. MVP ",
      "description": "MVP is a version of a product with just enough features to be usable by early customers who can then provide feedback for future product development. This way, you are able to create the tangible product that provides the best and most appealing user experience for the most economical cost, an that can challenge and validate assumptions about a product's requirements."
    },
    {
      "link": "/startups-form?type=FirstSale",
      "title": "2. First Sale",
      "description": "In business, product development (PD) covers the complete process of bringing a new product to market, renewing an existing product and introducing a product in a new market. You need to create a brand that helps you stand out from competitors by connecting with the values and emotions of your target customer. Among various business considerations, product design and the transformation into a product available for sale, and finally the means for it to generate income are the most important factors."
    },
    {
      "link": "/startups-form?type=SaleDevelopment",
      "title": "3. Sale Development",
      "description": "Collaborate with manufacturers to ensure a high quality product delivered to buyer's doors that exceeds customer expectations. Sales development is usually an organization that sits between the marketing and sales functions of a business and is responsible for the front-end of the sales cycle including identifying, connecting with, and qualifying leads. They normally set up qualified meetings between a salesperson and potential buyers with a high probability of purchasing a product."
    }
  ],

  "intro": {
    "title": "Startup Investment & Entrepreneurial Growth",
    "subtitle": "Empowering Scalable Startups. Supporting Founders. Building the Future.",
    "description": "At NovaNest Venture, we specialize in startup investment, entrepreneurial support, and scalable business growth, creating a thriving ecosystem where innovation meets strategic capital. Whether you&apos;re an investor seeking high-potential opportunities or an entrepreneur ready to scale your startup, NovaNest is your trusted partner."
  },

  "forFounders": [
    {
      "title": "For Startup Investors",
      "p1": "Investing in startups is a powerful way to generate long-term returns and support innovation. At NovaNest, we minimize risks by carefully selecting scalable ventures and providing investors with access to a global network of experts, mentors, and co-investors.",
      "p2": "Join NovaNest Venture&apos;s investment network to discover vetted startup opportunities, receive strategic insights, and contribute to the growth of purpose-driven businesses.",
      "href": "investor-registration",
      "button": "Investor Registration"
    },
    {
      "title": "For Startup Founders",
      "p1": "Are you leading a startup with a validated MVP? At NovaNest Venture, we provide tailored support to help you scale and succeed. Our services include funding access, expert mentorship, and strategic guidance designed to accelerate growth.",
      "p2": "We focus on founder-led innovation and scalable business models, empowering your startup with the right resources and connections to reach investors and expand globally.",
      "href": "startups-validation",
      "button": "Startup Validation"
    }
  ],

  "why": {
    "title": "Why Choose NovaNest Venture?",
    "items": [
      "Expert-led startup selection and risk analysis",
      "Full-cycle support from ideation to global scaling",
      "International investor and mentor network",
      "Innovation-focused, entrepreneur-centric approach",
      "Commitment to sustainable business growth",
      "Tailored guidance for growth challenges",
      "Access to exclusive resources and tools for faster growth",
      "Proven track record of successful startup"
    ]
  } 
}
