{
  "lng": "en",
  "banner": "Join as a Mentor",
  "NovaNestVenture": "NovaNest Venture",
  "formTitle": "Join as a Mentor Form",
  "formSubtitle": "Personal Information",

  "title": "Join NovaNest as a Mentor",
  "subtitle": "Share your skills, experience, and interest in mentoring the next generation of entrepreneurs",
  "formDescription": [
    "Our team will review your submission and contact you if an initial conversation is appropriate.",
    "Our goal is to guide and support experienced and inspiring individuals in facilitating the growth of startups and entrepreneurial communities.",
    "Completing this form does not imply a commitment or guaranteed participation; it is simply an opportunity to get acquainted and explore possible avenues for collaboration."
  ],
  "intro": "By joining the NovaNest Mentor Team, you will gain unique opportunities:",
  "benefits": [
    {
      "id": "financial",
      "title": "Financial Benefits",
      "items": [
        "Compensation for mentoring and advisory sessions",
        "Opportunity to earn a share from successful projects",
        "Conduct paid courses under your personal brand",
        "Rewards for introducing promising startups to NovaNest"
      ]
    },
    {
      "id": "recognition",
      "title": "Recognition and Prestige",
      "items": [
        "Official introduction on NovaNest website and social media",
        "Participation as a speaker or expert in panels, workshops, and events",
        "Features in specialized media and newsletters",
        "Dedicated mentor profile on NovaNest platform"
      ]
    },
    {
      "id": "professionalGrowth",
      "title": "Professional Growth & Learning",
      "items": [
        "Free or discounted access to NovaNest webinars, classes, and bootcamps",
        "Collaboration with international mentors for mutual learning"
      ]
    },
    {
      "id": "networking",
      "title": "Networking Opportunities",
      "items": [
        "Membership in NovaNest's specialized mentor network (Iran & Canada)",
        "Direct connections with founders, investors, and VCs",
        "Attendance at private mentor and investor gatherings"
      ]
    },
    {
      "id": "personalBranding",
      "title": "Personal Branding",
      "items": [
        "Conduct exclusive courses with your personal brand on NovaNest platform",
        "Co-create content (videos, podcasts, articles) with NovaNest",
        "Publish expert content under your name on NovaNest blogs and channels"
      ]
    },
    {
      "id": "realImpact",
      "title": "Real Impact & Social Contribution",
      "items": [
        "Contribute to the growth of talented startups and teams",
        "Collaborate on high-impact social projects",
        "Participate as a mentor in NovaNest social responsibility programs"
      ]
    }
  ],
  "callToAction": "Share your expertise and guide others by filling out the form below."
}