{
  "title": "Our Team",
  "subtitle": "Mentors and innovators collaborating to grow startups and future leaders.",
  "description": [
    "At NovaNest, we believe that success is not just the result of great ideas — it’s the outcome of a shared synergy among people who move forward with energy, experience, and faith in the future. Our team is a dynamic blend of mentors, core members, and trainees who collaborate, learn continuously, and support startups on their journey toward growth and success. We believe that when the knowledge, experience, and connections of mentors merge with the energy, creativity, and innovation of the new generation, the best results are achieved."
  ],
  "roles": {
    "Mentors": {
      "title": "Mentors",
      "people": [
        {
          "image": "/static/images/our-team/mentors/rasoul-moradimehr.png",
          "position": "Founder & Chairman",
          "name": "Dr. Rasoul Moradimehr",
          "linkedIn": "https://www.linkedin.com/in/rasoul-moradi-mehr/",
          "text": "Manager",
          "slug": "rasoul-moradimehr",
          "first_name": "Rasoul",
          "last_name": "Moradimehr",
          "websites": [],
          "job_title": "Founder & Chairman",
          "instagram": "https://www.instagram.com/rasoul_moradimehr/",
          "email": "Rasoul@NovaNestVenture.com",
          "linkedin": "https://www.linkedin.com/in/rasoul-moradi-mehr/",
          "whatsapp": "https://wa.me/17789865432",
          "thumbnail": "/static/images/our-team/mentors/rasoul-moradimehr.png",
          "location": "Vancouver, Canada",
          "skills": [
            "Business Development",
            "Startup Mentorship",
            "Venture Capital",
            "Strategic Planning"
          ],
          "interests": [
            "Mentoring",
            "Entrepreneurship",
            "Investment",
            "Teamwork",
            "Startup"
          ],
          "education": "PHD",
          "about": [
            "Dr. Moradimehr is an experienced entrepreneur and investor with more than a decade of expertise in business development, investment, and startup leadership. He began his professional journey in Iran, where he founded and managed several successful ventures that provided him with valuable knowledge in entrepreneurship and innovation. Among his most notable initiatives are the founding and management of Landa Investment Holding, the creation of the Landa Business Academy to empower young talents, and the establishment and leadership of the Forough Knowledge-Based Accelerator.",
            "In addition, Rasoul served as Chairman of the Board of Farazman, where he played a key role in building strong connections between academia and industry, and forged partnerships with international universities and educational institutions. He was also the pioneer of the “Education Through Travel” model in Iran, an innovative approach that combined learning with real-world experiences and exploration.",
            "Throughout his career, Rasoul Moradimehr has collaborated with numerous successful international startups, gaining invaluable experience in scaling ventures globally.",
            "After moving to Canada, he launched Novanest Venture, a firm dedicated to supporting startups and international entrepreneurs through investment, acceleration, and advisory services.",
            "Rasoul Moradi Mehr strongly believes that combining his past experiences with new opportunities in Canada can create a powerful platform for innovation, economic growth, and building a brighter future for the next generation of entrepreneurs."
          ]
        },
        {
          "image": "/static/images/our-team/mentors/arvin-radan.png",
          "position": "Business Developer and Strategist",
          "name": "Dr. Arvin Radan",
          "linkedIn": "https://www.linkedin.com/in/arvin-radan",
          "text": "Coach",
          "slug": "arvin-radan",
          "first_name": "Arvin",
          "last_name": "Radan",
          "websites": [],
          "job_title": "Business Developer and Strategist",
          "instagram": "https://www.instagram.com/arvin-radan/",
          "email": "Arvin@NovaNestVenture.com",
          "linkedin": "https://www.linkedin.com/in/arvin-radan",
          "whatsapp": "https://wa.me/17789865432",
          "thumbnail": "/static/images/our-team/mentors/arvin-radan.png",
          "location": "Vancouver, Canada",
          "skills": [
            "Business Development",
            "Startup Mentorship",
            "Venture Capital",
            "Strategic Planning"
          ],
          "interests": [
            "Mentoring",
            "Entrepreneurship",
            "Investment",
            "Teamwork",
            "Startup"
          ],
          "education": "PHD",
          "about": [
            "Arvin is an international scholar, researcher and energy expert with more than 20 years of cross-functional work experience in academia and industry in the Middle East, Europe, and North America. He is currently the R&D director at A&H Engineering Ltd. and the president and CEO at Radinsight Consulting Co. ",
            "Arvin holds a PhD degree in Power Electronics and Electric Drives from the Technical University of Munich, Germany, one US patent and three US and Canadian pending patents and has authored one book and co-authored more than 70 articles in the peer-reviewed international journals and conference proceedings. He is a certified energy manager and creates seed documents for new standards for CSA.",
            "Arvin was a board member of the Association of Iranian Engineers of BC, co-founder and vice president of the Iranian Wind Energy Association, co-founder and treasurer of the Power Electronics Society of Iran and an associate professor at K.N.Toosi University of Technology for many years. He co-initiated the international IEEE annual PEDSTC conference and served at its organizing committee for three years. He also served as VP of membership, VP of education and President of the Presidents’ Distinguished Talk of the Town Toastmasters Club in Coquitlam.",
            "Arvin’s areas of expertise are energy efficiency and policy, power conversion and variable frequency drive systems, power quality assessment and mitigation. He is an active article reviewer of ISI journals and a senior member of IEEE. Arvin is an active hiker, an environmental activist and a supporter of youth programs.",
            "Under his leadership, Novanest Venture focuses on:",
            "• Empowering youth startups in digitization of energy sector, improved productivity of energy system",
            "• Engaging communities to play a major role as investors in community energy centers",
            "• ⁠Working with federal and provincial authorities to establish effective policies for equity and inclusion of visible-minorities",
            "• Making Canada Great in economy"
          ]
        },
        {
          "image": "/static/images/our-team/mentors/majid-soltanzadeh.png",
          "position": "Personal and Business Coach",
          "name": "Dr. Majid Soltanzadeh",
          "linkedIn": "https://www.linkedin.com/in/majid-soltanzadeh-2818a141",
          "text": "Coach",
          "slug": "majid-soltanzadeh",
          "first_name": "Majid",
          "last_name": "Soltanzadeh",
          "websites": [],
          "job_title": "Personal and Business Coach",
          "instagram": "https://www.instagram.com/majid_soltanzadeh/",
          "email": "Majid@NovaNestVenture.com",
          "linkedin": "https://www.linkedin.com/in/majid-soltanzadeh-2818a141",
          "whatsapp": "https://wa.me/17789865432",
          "thumbnail": "/static/images/our-team/mentors/majid-soltanzadeh.png",
          "location": "Vancouver, Canada",
          "skills": [
            "Business Coaching",
            "Persoanl Mentorship",
            "Marketing Leadershipment",
            "Personal Branding"
          ],
          "interests": [
            "Education & Personal Growth",
            "Travel & Cultural Exploration",
            "Calligraphy & Creative Arts",
            "Mental Well-Being & Mindfulness",
            "Coaching & Empowering Young Professionals",
            "Human Behavior & Organizational Culture"
          ],
          "education": "PHD",
          "about": [
            "Dr. Majid Soltanzadeh, widely known as “Dr. Stress,” is an Industrial-Organizational Psychologist, professional coach, and international trainer whose primary mission is to help people transform stress into a positive driving force for growth and success. He is the founder and CEO of the international Dr. Stress Group, an organization operating in both Iran and Canada, focused on education, consulting, personal coaching, and organizational development.",
            "Dr. Soltanzadeh’s professional journey is a blend of academic expertise and over two decades of practical experience. His background includes business management, strategic planning, marketing, sales, human resources, and personal development. As a coach and consultant, he has worked with numerous entrepreneurs, business owners, and managers, guiding them toward higher performance, emotional balance, and professional clarity. He strongly believes in the concept of “positive stress,” a transformative idea at the core of his personal brand — the belief that stress can be harnessed as energy, motivation, and creativity.",
            "His media presence and educational activities have played a significant role in making him a recognizable figure. Dr. Soltanzadeh regularly appears in workshops, seminars, radio interviews, and digital platforms, where he explains stress management, mindfulness, and self-improvement in a simple, practical, and engaging way. His storytelling, especially about his immigration journey and the creation of the “Dr. Stress” brand, has helped him build a genuine connection with his audience.",
            "Beyond his psychological and coaching work, Dr. Soltanzadeh is also passionate about art and practices calligraphy professionally — a reflection of his creative and calm personal identity. The color yellow, symbolizing joy, energy, and optimism, has become a key element of his brand identity and is present throughout his visual content.",
            "Today, Dr. Majid Soltanzadeh is recognized as an influential figure in mental well-being, personal development, and coaching. He continues to guide individuals and organizations toward building a more peaceful, purposeful, and successful life.",
            "• Business & Life Coaching",
            "• Leadership & Decision-Making Development",
            "• Stress Management & Personal Resilience",
            "• Strategic Thinking & Career Planning",
            "• Communication & Emotional Intelligence (EQ)",
            "• Personal Branding & Professional Growth"
          ]
        },
        {
          "image": "/static/images/our-team/mentors/pouya-azadeh.png",
          "position": "International Operations Specialist",
          "name": "Pouya Azadeh",
          "linkedIn": "https://www.linkedin.com/in/pouya-azadeh-891049233?utm_source=share&utm_campaign=share_via&utm_content=profile&utm_medium=ios_app",
          "text": "mentor",
          "slug": "pouya-azadeh",
          "first_name": "Pouya",
          "last_name": "Azadeh",
          "websites": [],
          "job_title": "International Operations Specialist",
          "instagram": "https://www.instagram.com/pouyaazadeh7275?igsh=MW5saGhtbWYzYXN4ag==",
          "email": "Pouya@NovaNestVenture.com",
          "linkedin": "https://www.linkedin.com/in/pouya-azadeh-891049233?utm_source=share&utm_campaign=share_via&utm_content=profile&utm_medium=ios_app",
          "whatsapp": "https://wa.me/16048301033",
          "thumbnail": "/static/images/our-team/mentors/pouya-azadeh.png",
          "location": "Vancouver, Canada",
          "skills": [
            "Simultaneous & Consecutive Interpretation (Chinese–English–Persian)",
            "International Trade Negotiation & Business Communication",
            "Academic Teaching & Curriculum Development in Chinese Language",
            "Intercultural Mediation & Diplomatic Communication"
          ],
          "interests": [
            "Cross-Cultural Communication & Cultural Exchange",
            "Chinese Language Education & Linguistics",
            "International Trade & Global Business Relations",
            "Comparative Literature & World Literature Studies",
            "Global Tourism & Intercultural Experiences"
          ],
          "education": "PHD",
          "about": [
            "Dr. Pouya Azadeh is a distinguished scholar, educator, and professional translator specializing in Chinese language, culture, and international communication. He holds a Postdoctoral degree in Cultural Trade and a PhD in Comparative Literature and World Literature from the Beijing Language and Culture University (BLCU). With over two decades of experience in academia, translation, and cross-cultural cooperation, Dr. Azadeh has built a strong reputation in China, Iran, the UAE, Hong Kong, Singapore, Malaysia, the United States, and Canada.",
            "Throughout his career, Dr. Azadeh has served in several high-profile positions, including Official Translator of the Embassy of the Islamic Republic of Iran in Beijing. He has also worked as a simultaneous interpreter for governmental economic, cultural, and political delegations, accompanying official teams during international missions. His portfolio includes collaboration with senior authorities, including involvement in visits conducted during the former Iranian presidency.",
            "Dr. Azadeh’s expertise in international trade, cultural diplomacy, business negotiations, and multilingual communication has allowed him to participate in numerous international exhibitions and conferences. He has completed continuous translation assignments in key global hubs such as Beijing, Shanghai, Guangzhou, Xiamen, Dubai, Singapore, Kuala Lumpur, Hong Kong, and Moscow. His translation experience spans various sectors, including industry, tourism, culture, arts, economics, and technology.",
            "In addition to his professional translation work, Dr. Azadeh has extensive experience as a Chinese and English language instructor, teaching at universities in China and currently in Vancouver, Canada. His mission is to “elevate the Chinese language skills of learners beyond standard proficiency levels,” and he is widely recognized for his practical, culturally integrated teaching approach.",
            "Dr. Azadeh is also the author of a Chinese language learning book and has conducted research on traditional Chinese comedic arts. Over the years, he has received multiple certificates of appreciation for his contributions to cultural exchange and specialized translation. Currently residing in Vancouver, Dr. Pouya Azadeh continues his professional work in language education, international translation, and fostering cultural and commercial connections between Iran, China, and Canada."
          ]
        }
      ]
    },
    "Trainees": {
      "title": "Trainees",
      "people": [
        {
          "image": "/static/images/our-team/personnel/rasoul-moradimehr.png",
          "position": "Founder & Chairman",
          "name": "Rasoul Moradimehr",
          "linkedIn": "https://www.linkedin.com/in/rasoul-moradi-mehr/",
          "text": "Manager",
          "slug": "rasoul-moradimehr",
          "first_name": "Rasoul",
          "last_name": "Moradimehr",
          "websites": [],
          "job_title": "Founder & Chairman",
          "instagram": "https://www.instagram.com/rasoul_moradimehr/",
          "email": "Rasoul@NovaNestVenture.com",
          "linkedin": "https://www.linkedin.com/in/rasoul-moradi-mehr/",
          "whatsapp": "https://wa.me/17789865432",
          "thumbnail": "/static/images/our-team/personnel/rasoul-moradimehr.png",
          "location": "Vancouver, Canada",
          "skills": [
            "Business Development",
            "Startup Mentorship",
            "Venture Capital",
            "Strategic Planning"
          ],
          "interests": [
            "Mentoring",
            "Entrepreneurship",
            "Investment",
            "Teamwork",
            "Startup"
          ],
          "education": "PHD",
          "about": [
            "Dr. Moradimehr is an experienced entrepreneur and investor with more than a decade of expertise in business development, investment, and startup leadership. He began his professional journey in Iran, where he founded and managed several successful ventures that provided him with valuable knowledge in entrepreneurship and innovation. Among his most notable initiatives are the founding and management of Landa Investment Holding, the creation of the Landa Business Academy to empower young talents, and the establishment and leadership of the Forough Knowledge-Based Accelerator.",
            "In addition, Rasoul served as Chairman of the Board of Farazman, where he played a key role in building strong connections between academia and industry, and forged partnerships with international universities and educational institutions. He was also the pioneer of the “Education Through Travel” model in Iran, an innovative approach that combined learning with real-world experiences and exploration.",
            "Throughout his career, Rasoul Moradimehr has collaborated with numerous successful international startups, gaining invaluable experience in scaling ventures globally.",
            "After moving to Canada, he launched Novanest Venture, a firm dedicated to supporting startups and international entrepreneurs through investment, acceleration, and advisory services.",
            "Under his leadership, Novanest Venture focuses on:",
            "• Investing in and accelerating early-stage and growth-stage startups",
            "• Delivering specialized services within the Canada Start-up Visa Program",
            "• Advising and supporting international entrepreneurs entering the Canadian market",
            "• Designing and implementing provincial entrepreneurship programs",
            "• Establishing the Novanest Business Academy to inspire and empower teenagers in entrepreneurship",
            "Rasoul Moradi Mehr strongly believes that combining his past experiences with new opportunities in Canada can create a powerful platform for innovation, economic growth, and building a brighter future for the next generation of entrepreneurs."
          ]
        }
      ]
    },
    "Core Team": {
      "title": "Core Team",
      "people": [
        {
          "image": "/static/images/our-team/personnel/rasoul-moradimehr.png",
          "position": "Founder & Chairman",
          "name": "Rasoul Moradimehr",
          "linkedIn": "https://www.linkedin.com/in/rasoul-moradi-mehr/",
          "text": "Manager",
          "slug": "rasoul-moradimehr",
          "first_name": "Rasoul",
          "last_name": "Moradimehr",
          "websites": [],
          "job_title": "Founder & Chairman",
          "instagram": "https://www.instagram.com/rasoul_moradimehr/",
          "email": "Rasoul@NovaNestVenture.com",
          "linkedin": "https://www.linkedin.com/in/rasoul-moradi-mehr/",
          "whatsapp": "https://wa.me/17789865432",
          "thumbnail": "/static/images/our-team/personnel/rasoul-moradimehr.png",
          "location": "Vancouver, Canada",
          "skills": [
            "Business Development",
            "Startup Mentorship",
            "Venture Capital",
            "Strategic Planning"
          ],
          "interests": [
            "Mentoring",
            "Entrepreneurship",
            "Investment",
            "Teamwork",
            "Startup"
          ],
          "education": "PHD",
          "about": [
            "Dr. Moradimehr is an experienced entrepreneur and investor with more than a decade of expertise in business development, investment, and startup leadership. He began his professional journey in Iran, where he founded and managed several successful ventures that provided him with valuable knowledge in entrepreneurship and innovation. Among his most notable initiatives are the founding and management of Landa Investment Holding, the creation of the Landa Business Academy to empower young talents, and the establishment and leadership of the Forough Knowledge-Based Accelerator.",
            "In addition, Rasoul served as Chairman of the Board of Farazman, where he played a key role in building strong connections between academia and industry, and forged partnerships with international universities and educational institutions. He was also the pioneer of the “Education Through Travel” model in Iran, an innovative approach that combined learning with real-world experiences and exploration.",
            "Throughout his career, Rasoul Moradimehr has collaborated with numerous successful international startups, gaining invaluable experience in scaling ventures globally.",
            "After moving to Canada, he launched Novanest Venture, a firm dedicated to supporting startups and international entrepreneurs through investment, acceleration, and advisory services.",
            "Under his leadership, Novanest Venture focuses on:",
            "• Investing in and accelerating early-stage and growth-stage startups",
            "• Delivering specialized services within the Canada Start-up Visa Program",
            "• Advising and supporting international entrepreneurs entering the Canadian market",
            "• Designing and implementing provincial entrepreneurship programs",
            "• Establishing the Novanest Business Academy to inspire and empower teenagers in entrepreneurship",
            "Rasoul Moradi Mehr strongly believes that combining his past experiences with new opportunities in Canada can create a powerful platform for innovation, economic growth, and building a brighter future for the next generation of entrepreneurs."
          ]
        }
      ]
    }
  },
  "profile": {
    "Skills": "Skills",
    "Interests": "Interests",
    "NotSpecified": "Not Specified",
    "Location": "Location",
    "Education": "Education",
    "Email": "Email",
    "PreferredContact": "Preferred Contact",
    "About": "About",
    "fallback": {
      "aboutme": "Hi, I'm {{name}}. {{jobText}} — passionate about building products, mentoring startups and collaborating across teams.",
      "strengths": "My strengths include {{skills}}. I value continuous learning, collaboration, and delivering real impact.",
      "strenghtsWithoutSkills": "I focus on learning, collaboration and creating measurable impact."
    }
  }
}