{
  "lng": "fa",
  "banner": "مرکز سرمایه گذاری",
  "NovaNestVenture": "نوانست ونچر",
  "subTitle": "",
  "NovaNestInvestment": "سرمایه گذاری نوانست :",
  "question": "یک شرکت هلدینگ سرمایه گذاری چیست ؟",
  "text": "در حوزه مالی، تفاوت بین شرکت سرمایه‌گذاری و هلدینگ این است که هدف اصلی مورد دوم،  به دست آوردن سهام کنترلی جهت تاثیرگذاری روی تصمیمات مدیریتی و تعیین اهداف استراتژیک بلندمدت شرکت هدف است. درحالیکه هلدینگ‌ها سهام خود را حفظ می‌کنند، از سود حاصل از شرکت‌های زیرمجموعه خود نیز بهره می‌برند. این میزان سود بر اساس محاسبه تمام هزینه‌های تجاری، بهای تمام شده کالا، بهره و پرداخت مالیات توسط شرکت فرعی و میزان سهام کنترلی آنها تعیین می‌شود. هلدینگ‌ها می‌توانند به‌دلیل نقش رابطی که میان شرکت و دولت دارند، مزایایی ازجمله تخفیف مالیاتی برای شرکت به دست آورند. هلدینگ‌ها معمولا از دو روش اقدام به خرید یک شرکت می‌کنند: از طریق خرید سهام یا از طریق تصمیم برای توسعه یک واحد تجاری خاص.",
  "typesTitle": "انواع شرکت‌های هلدینگ",
  "typesText": "هدف بسیاری از شرکت‌های هلدینگ کنترل مالکیت است. این نوع از شرکت‌ها در مسائلی از جمله تولید، فروش و فعالیت‌های عملیاتی شرکت ورود نمی‌کنند. هدف اصلی آنها داشتن سهام اکثریت یا منافع عضویت در شرکت های دیگر است که باعث ایجاد اصطلاح (شرکت هلدینگ خالص) می‌شود. در مقابل، برخی از شرکت های هلدینگ نه تنها دارای سهام مالکیت در شرکت ها هستند، بلکه عملیات تجاری خود را نیز انجام می دهند. این شرکت ها به عنوان شرکت های هلدینگ ترکیبی شناخته می شوند. علاوه بر این، دسته های دیگری از هلدینگ ها مانند شرکت های هلدینگ فوری و واسطه نیز وجود دارد. این نوع شرکت های هلدینگ خود متعلق به سایر هلدینگ ها یا شرکت های بزرگتر هستند.",
  "strategyTitle": "استراتژی سرمایه‌گذاری در نوانست ونچر",
  "strategyText": "در NovaNest Venture ما با حمایت از استارتاپ‌های نوآور و سرمایه‌گذاران مطمئن، ریسک‌ها را کاهش داده و مسیر موفقیت را هموار می‌کنیم. با ارائه منابع تخصصی، راهنمایی‌های هدفمند و جلسات هم‌افزایانه، به کارآفرینان کمک می‌کنیم تا ایده‌های خود را به کسب‌وکارهای قابل رشد تبدیل کنند. تمرکز ما بر تحقیق و خلاقیت، بستری فراهم می‌کند تا هر استارتاپ حمایت لازم برای شکوفایی را دریافت کند. منتظر فرصت نباشید—خودتان آن را بسازید. با پیوستن به NovaNest Venture، آزادی کارآفرینی را تجربه کنید، پتانسیل خود را آزاد کنید و کسب‌وکاری هدفمند بسازید که میراثی ماندگار از خود به جا بگذارد.",
  "startUpInvestingTitle": "سرمایه گذاری در استارت آپ ها",
  "startUpInvestingText": "با وجود اینکه سرمایه‌گذاری در یک استارت‌آپ، پتانسیل‌های سودآوری قابل توجهی را به همراه دارد، اما نمی‌توان به‌طور قطعی نیز موفقیت آن را تضمین کرد. معمولا سرمایه‌گذاران استارت‌آپ‌ها در واقع بخشی از سهام شرکت را دریافت می‌کنند. هدف ما در مرکز سرمایه‌گذاری نوانست شناسایی استارت‌آپ‌های نوآورانه، به حداقل رساندن ریسک‌ها و افزایش احتمال موفقیت برای سرمایه‌گذاران و صاحبان ایده است. ما طیف گسترده‌ای از ابزارها، منابع و فرصت‌های تبادل دانش را در اختیار دو طرف قرار می‌دهیم. ما برای ایده‌ها و دیدگاه‌های کارآفرینی شما ارزش زیادی قائل هستیم و در طول این همکاری، پشتیبانی کامل و صد درصدی خواهیم داشت. بخش سرمایه‌گذاری نوانست اطلاعات، فرصت‌ها و بازخوردهای مورد نیاز را از طریق جلسات با شما به اشتراک گذاشته و برای غلبه بر چالش‌ها و دستیابی به اهدافتان همواره در کنار شما خواهد بود. ",
  "visionTitle": "ماموریت و هدف ما",
  "visionText": "چشم‌انداز ما شناسایی و ارزیابی نوآورانه‌ترین طرح‌های استارت‌آپی جهت به حداقل رساندن خطرات شکست برای سرمایه‌گذارانی است که به ما اعتماد کرده‌اند. از طرف دیگر به دنبال آن هستیم که تمام ابزارها و منابع لازم را به مشتریان خود ارائه دهیم؛ راهی برای موفقیت و تضمین بازده و سود قابل توجه برای هر دو طرف.",
  "certificate": "گواهی ثبت",
  "focusText": "اطلاعات موجود در گواهی ثبت شرکتها برای ارائه به عموم مردم تنظیم شده است. این گواهی، شامل اطلاعات آدرس دفتر NovaNest Venture در کشور کانادا و اطلاعات مدیران شرکت می‌شود. اطلاعات شخصی مربوط به مدیران باید در اختیار عموم قرار گیرد؛ چرا که این عمل مسئولیت پذیری شرکت را نشان می دهد.",
  "investmentstrategy": "استراتژی سرمایه گذاری در نوانست ونچر",
  "objectiveText1": "در NovaNest Venture ما با حمایت از استارتاپ‌های نوآور و سرمایه‌گذاران مطمئن، ریسک‌ها را کاهش داده و مسیر موفقیت را هموار می‌کنیم. با ارائه منابع تخصصی، راهنمایی‌های هدفمند و جلسات هم‌افزایانه، به کارآفرینان کمک می‌کنیم تا ایده‌های خود را به کسب‌وکارهای قابل رشد تبدیل کنند. تمرکز ما بر تحقیق و خلاقیت، بستری فراهم می‌کند تا هر استارتاپ حمایت لازم برای شکوفایی را دریافت کند. منتظر فرصت نباشید—خودتان آن را بسازید. با پیوستن به NovaNest Venture، آزادی کارآفرینی را تجربه کنید، پتانسیل خود را آزاد کنید و کسب‌وکاری هدفمند بسازید که میراثی ماندگار از خود به جا بگذارد.",
  "buttonTitle": "اطلاعات بیشتر",
  "featureCards": [
    {
      "link": "/startups-form?type=MVP",
      "title": "۱. MVP",
      "description": "MVP در واقع نسخه‌ای از یک محصول با ویژگی‌های کافی برای استفاده توسط مشتریان اولیه است که می‌توانند با استناد به آن نظرات خود در خصوص محصول نهایی را اعلام کنند. به این ترتیب، می‌توانید محصول ملموسی را ایجاد کنید که بهترین و جذاب‌ترین تجربه کاربری را با مقرون به صرفه‌ترین هزینه ارائه دهد."
    },
    {
      "link": "/startups-form?type=FirstSale",
      "title": "۲. فروش اولیه",
      "description": "در تجارت، مراحل توسعه شامل فرآیند ارائه یک محصول جدید و معرفی آن در بازار است. شما باید برندی بسازید که با آن با شناسایی ارزش‌ها و احساسات مشتری‌ها، خود را از سایر رقبا متمایز کنید. از مهمترین فاکتورهای کسب‌وکار می‌توان به طراحی محصول، در دسترس بودن و در نهایت ابزار درآمدزایی آن اشاره کرد."
    },
    {
      "link": "/startups-form?type=SaleDevelopment",
      "title": "۳. توسعه فروش",
      "description": "توسعه فروش، یک برنامه منظم برای کسب‌وکار است که موجب می‌شود فعالیت‌های حوزه فروش که اکنون در حال انجام است، ارتقا پیدا کند و شرکت را به سودآوری برساند. برنامه ریزی برای توسعه فرآیند فروش معمولاً از طریق کادر فروش یا به کارگیری یک نماینده انجام می‌شود.       "
    }
  ],

  "intro": {
    "title": "Startup Investment & Entrepreneurial Growth",
    "subtitle": "Empowering Scalable Startups. Supporting Founders. Building the Future.",
    "description": "At NovaNest Venture, we specialize in startup investment, entrepreneurial support, and scalable business growth, creating a thriving ecosystem where innovation meets strategic capital. Whether you&apos;re an investor seeking high-potential opportunities or an entrepreneur ready to scale your startup, NovaNest is your trusted partner."
  },

  "forFounders": [
    {
      "title": "For Startup Investors",
      "p1": "Investing in startups is a powerful way to generate long-term returns and support innovation. At NovaNest, we minimize risks by carefully selecting scalable ventures and providing investors with access to a global network of experts, mentors, and co-investors.",
      "p2": "Join NovaNest Venture&apos;s investment network to discover vetted startup opportunities, receive strategic insights, and contribute to the growth of purpose-driven businesses.",
      "href": "investor-registration",
      "button": "Investor Registration"
    },
    {
      "title": "For Entrepreneurs & Startup Founders",
      "p1": "Are you leading a startup with a validated MVP? At NovaNest Venture, we provide tailored support to help you scale and succeed. Our services include funding access, expert mentorship, and strategic guidance designed to accelerate growth.",
      "p2": "We focus on founder-led innovation and scalable business models, empowering your startup with the right resources and connections to reach investors and expand globally.",
      "href": "startups-form",
      "button": "Startup Validation"
    }
  ],

  "why": {
    "title": "Why Choose NovaNest Venture?",
    "items": [
      "Expert-led startup selection and risk analysis",
      "Full-cycle support from ideation to global scaling",
      "International investor and mentor network",
      "Innovation-focused, entrepreneur-centric approach",
      "Commitment to sustainable business growth",
      "Tailored guidance for growth challenges",
      "Access to exclusive resources and tools for faster growth",
      "Proven track record of successful startup"
    ]
  }
}
